Repository: michelf/sim-daltonism
Catalog: iOS App/Resources/*.lproj/Localizable.strings
Languages: fr

source: Absent or non-functionning cones
fr: Cônes absents ou non-fonctionnels

source: Anomalous blue cones
fr: Cônes bleus anormaux

source: Anomalous green cones
fr: Cônes verts anormaux

source: Anomalous red cones
fr: Cônes rouges anormaux

source: Deuteranomaly
fr: Deuteranomalie

source: Deuteranopia
fr: Deuteranopie

source: Monochromacy
fr: Monochromatisme

source: No blue cones
fr: Aucun cône bleu

source: No green cone
fr: Aucun cône vert

source: No red cones
fr: Aucun cône rouge

source: Normal Vision
fr: Vision normale

source: Partial Monochromacy
fr: Monochromatisme partiel

source: Protanomaly
fr: Protanomalie

source: Protanopia
fr: Protanopie

source: Reduced sensitivity to colors
fr: Sensibilité réduite aux couleurs

source: Trichromatic: red, green, and blue cones
fr: Trichromatique : cônes rouges, verts et bleus

source: Tritanomaly
fr: Tritanomalie

source: Tritanopia
fr: Tritanopie
